IDEA Open Model
TendonDuct Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the TendonDuct class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public TendonDuct()
Public Sub New
See Also
Reference
TendonDuct Class
IdeaRS.OpenModel.CrossSection Namespace